{
  "metadata": {
    "total_size": 865988064
  },
  "weight_map": {
    "class_predictor.bias": "model-00011-of-00011.safetensors",
    "class_predictor.weight": "model-00011-of-00011.safetensors",
    "criterion.empty_weight": "model-00011-of-00011.safetensors",
    "model.pixel_level_module.decoder.adapter_1.0.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.adapter_1.1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.adapter_1.1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.fc1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.fc1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.fc2.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.fc2.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.final_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.final_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.self_attn.attention_weights.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.self_attn.attention_weights.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.self_attn.output_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.self_attn.output_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.self_attn.sampling_offsets.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.self_attn.sampling_offsets.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.self_attn.value_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.self_attn.value_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.self_attn_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.0.self_attn_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.fc1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.fc1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.fc2.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.fc2.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.final_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.final_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.self_attn.attention_weights.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.self_attn.attention_weights.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.self_attn.output_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.self_attn.output_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.self_attn.sampling_offsets.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.self_attn.sampling_offsets.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.self_attn.value_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.self_attn.value_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.self_attn_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.1.self_attn_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.fc1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.fc1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.fc2.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.fc2.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.final_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.final_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.self_attn.attention_weights.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.self_attn.attention_weights.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.self_attn.output_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.self_attn.output_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.self_attn.sampling_offsets.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.self_attn.sampling_offsets.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.self_attn.value_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.self_attn.value_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.self_attn_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.2.self_attn_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.fc1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.fc1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.fc2.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.fc2.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.final_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.final_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.self_attn.attention_weights.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.self_attn.attention_weights.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.self_attn.output_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.self_attn.output_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.self_attn.sampling_offsets.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.self_attn.sampling_offsets.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.self_attn.value_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.self_attn.value_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.self_attn_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.3.self_attn_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.fc1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.fc1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.fc2.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.fc2.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.final_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.final_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.self_attn.attention_weights.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.self_attn.attention_weights.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.self_attn.output_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.self_attn.output_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.self_attn.sampling_offsets.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.self_attn.sampling_offsets.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.self_attn.value_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.self_attn.value_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.self_attn_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.4.self_attn_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.fc1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.fc1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.fc2.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.fc2.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.final_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.final_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.self_attn.attention_weights.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.self_attn.attention_weights.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.self_attn.output_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.self_attn.output_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.self_attn.sampling_offsets.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.self_attn.sampling_offsets.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.self_attn.value_proj.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.self_attn.value_proj.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.self_attn_layer_norm.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.encoder.layers.5.self_attn_layer_norm.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.0.0.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.0.0.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.0.1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.0.1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.1.0.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.1.0.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.1.1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.1.1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.2.0.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.2.0.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.2.1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.input_projections.2.1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.layer_1.0.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.layer_1.1.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.layer_1.1.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.level_embed": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.mask_projection.bias": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.decoder.mask_projection.weight": "model-00010-of-00011.safetensors",
    "model.pixel_level_module.encoder.embeddings.norm.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.embeddings.norm.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.embeddings.patch_embeddings.projection.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.embeddings.patch_embeddings.projection.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.attention.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.attention.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.attention.self.key.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.attention.self.key.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.attention.self.query.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.attention.self.query.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.attention.self.relative_position_bias_table": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.attention.self.relative_position_index": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.attention.self.value.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.attention.self.value.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.intermediate.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.intermediate.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.layernorm_after.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.layernorm_after.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.layernorm_before.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.layernorm_before.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.0.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.attention.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.attention.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.attention.self.key.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.attention.self.key.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.attention.self.query.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.attention.self.query.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.attention.self.relative_position_bias_table": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.attention.self.relative_position_index": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.attention.self.value.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.attention.self.value.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.intermediate.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.intermediate.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.layernorm_after.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.layernorm_after.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.layernorm_before.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.layernorm_before.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.blocks.1.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.downsample.norm.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.downsample.norm.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.0.downsample.reduction.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.attention.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.attention.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.attention.self.key.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.attention.self.key.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.attention.self.query.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.attention.self.query.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.attention.self.relative_position_bias_table": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.attention.self.relative_position_index": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.attention.self.value.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.attention.self.value.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.intermediate.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.intermediate.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.layernorm_after.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.layernorm_after.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.layernorm_before.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.layernorm_before.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.0.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.attention.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.attention.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.attention.self.key.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.attention.self.key.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.attention.self.query.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.attention.self.query.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.attention.self.relative_position_bias_table": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.attention.self.relative_position_index": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.attention.self.value.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.attention.self.value.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.intermediate.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.intermediate.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.layernorm_after.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.layernorm_after.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.layernorm_before.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.layernorm_before.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.blocks.1.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.downsample.norm.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.downsample.norm.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.1.downsample.reduction.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.attention.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.attention.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.attention.self.key.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.attention.self.key.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.attention.self.query.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.attention.self.query.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.attention.self.relative_position_bias_table": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.attention.self.relative_position_index": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.attention.self.value.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.attention.self.value.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.intermediate.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.intermediate.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.layernorm_after.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.layernorm_after.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.layernorm_before.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.layernorm_before.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.0.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.attention.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.attention.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.attention.self.key.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.attention.self.key.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.attention.self.query.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.attention.self.query.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.attention.self.relative_position_bias_table": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.attention.self.relative_position_index": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.attention.self.value.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.attention.self.value.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.intermediate.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.intermediate.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.layernorm_after.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.layernorm_after.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.layernorm_before.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.layernorm_before.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.output.dense.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.1.output.dense.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.attention.output.dense.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.attention.output.dense.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.attention.self.key.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.attention.self.key.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.attention.self.query.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.attention.self.query.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.attention.self.relative_position_bias_table": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.attention.self.relative_position_index": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.attention.self.value.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.attention.self.value.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.intermediate.dense.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.intermediate.dense.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.layernorm_after.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.layernorm_after.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.layernorm_before.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.layernorm_before.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.output.dense.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.10.output.dense.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.attention.output.dense.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.attention.output.dense.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.attention.self.key.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.attention.self.key.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.attention.self.query.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.attention.self.query.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.attention.self.relative_position_bias_table": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.attention.self.relative_position_index": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.attention.self.value.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.attention.self.value.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.intermediate.dense.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.intermediate.dense.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.layernorm_after.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.layernorm_after.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.layernorm_before.bias": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.layernorm_before.weight": "model-00004-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.output.dense.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.11.output.dense.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.attention.output.dense.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.attention.output.dense.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.attention.self.key.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.attention.self.key.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.attention.self.query.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.attention.self.query.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.attention.self.relative_position_bias_table": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.attention.self.relative_position_index": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.attention.self.value.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.attention.self.value.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.intermediate.dense.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.intermediate.dense.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.layernorm_after.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.layernorm_after.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.layernorm_before.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.layernorm_before.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.output.dense.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.12.output.dense.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.attention.output.dense.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.attention.output.dense.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.attention.self.key.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.attention.self.key.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.attention.self.query.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.attention.self.query.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.attention.self.relative_position_bias_table": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.attention.self.relative_position_index": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.attention.self.value.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.attention.self.value.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.intermediate.dense.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.intermediate.dense.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.layernorm_after.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.layernorm_after.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.layernorm_before.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.layernorm_before.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.output.dense.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.13.output.dense.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.attention.output.dense.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.attention.output.dense.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.attention.self.key.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.attention.self.key.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.attention.self.query.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.attention.self.query.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.attention.self.relative_position_bias_table": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.attention.self.relative_position_index": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.attention.self.value.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.attention.self.value.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.intermediate.dense.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.intermediate.dense.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.layernorm_after.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.layernorm_after.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.layernorm_before.bias": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.layernorm_before.weight": "model-00005-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.output.dense.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.14.output.dense.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.attention.output.dense.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.attention.output.dense.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.attention.self.key.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.attention.self.key.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.attention.self.query.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.attention.self.query.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.attention.self.relative_position_bias_table": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.attention.self.relative_position_index": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.attention.self.value.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.attention.self.value.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.intermediate.dense.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.intermediate.dense.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.layernorm_after.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.layernorm_after.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.layernorm_before.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.layernorm_before.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.output.dense.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.15.output.dense.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.attention.output.dense.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.attention.output.dense.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.attention.self.key.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.attention.self.key.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.attention.self.query.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.attention.self.query.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.attention.self.relative_position_bias_table": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.attention.self.relative_position_index": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.attention.self.value.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.attention.self.value.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.intermediate.dense.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.intermediate.dense.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.layernorm_after.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.layernorm_after.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.layernorm_before.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.layernorm_before.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.output.dense.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.16.output.dense.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.attention.output.dense.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.attention.output.dense.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.attention.self.key.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.attention.self.key.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.attention.self.query.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.attention.self.query.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.attention.self.relative_position_bias_table": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.attention.self.relative_position_index": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.attention.self.value.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.attention.self.value.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.intermediate.dense.bias": "model-00007-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.intermediate.dense.weight": "model-00007-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.layernorm_after.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.layernorm_after.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.layernorm_before.bias": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.layernorm_before.weight": "model-00006-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.output.dense.bias": "model-00007-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.17.output.dense.weight": "model-00007-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.attention.output.dense.bias": "model-00002-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.attention.output.dense.weight": "model-00002-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.attention.self.key.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.attention.self.key.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.attention.self.query.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.attention.self.query.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.attention.self.relative_position_bias_table": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.attention.self.relative_position_index": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.attention.self.value.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.attention.self.value.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.intermediate.dense.bias": "model-00002-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.intermediate.dense.weight": "model-00002-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.layernorm_after.bias": "model-00002-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.layernorm_after.weight": "model-00002-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.layernorm_before.bias": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.layernorm_before.weight": "model-00001-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.output.dense.bias": "model-00002-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.2.output.dense.weight": "model-00002-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.3.attention.output.dense.bias": "model-00002-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.3.attention.output.dense.weight": "model-00002-of-00011.safetensors",
    "model.pixel_level_module.encoder.encoder.layers.2.blocks.3.attention.self.key.bias": "model-00002-of-00011.safetensors",
